Repository: claudiosanches/woocommerce-moip
Catalog: languages/woocommerce-moip-*.po
Languages: pt_br

source: Please select a payment method.
pt_br: Por favor, selecione uma forma de pagamento.

source: Wait a few moments, your transaction is being processed...
pt_br: Aguarde alguns instantes, sua transação está sendo processada...

source: Thank you for your order, we will complete your order in %s seconds...
pt_br: Obrigado pelo seu pedido, iremos completá-lo em %s segundos...

source: There was an error in the request, please cancel the order and contact us to place your order.
pt_br: Aconteceu um erro na solicitação, por favor cancele o pedido e entre em contato para finalizar o pedido.

source: at sight
pt_br: à vista

source: of
pt_br: de

source: Moip standard
pt_br: Moip padrão

source: Moip standard works by sending the user to Moip to enter their payment information.
pt_br: Moip padrão funciona enviando o usuário para o site do Moip, onde ele irá fazer o pagamento.

source: Enable/Disable
pt_br: Habilita/Desabilita

source: Enable Moip standard
pt_br: Habilitar Moip padrão

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante o checkout.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.

source: Pay via Moip
pt_br: Pagar com Moip

source: Please enter your Moip email address or username; this is needed in order to take payment.
pt_br: Por favor, digite o seu endereço de email ou nome de usuário do Moip, que é necessário para receber o pagamento.

source: Invoice Prefix
pt_br: Prefixo de pedido

source: Please enter a prefix for your invoice numbers. If you use your Moip account for multiple stores ensure this prefix is unqiue as Moip will not allow orders with the same invoice number.
pt_br: Por favor informe um prefixo para utilizar com os números de pedidos. Caso você utilize sua conta do Moip em mais de uma loja, procure utilizar um prefixo único para cada loja.

source: Payment API
pt_br: API de Pagamentos

source: Moip Payment API
pt_br: API de Pagamentos do Moip

source: The XML and Checkout Transparent requires Access Token and Access Key. %sHere's how to get this information%s.
pt_br: As APIs em XML e Checkout Transparente exigem Token de Acesso e Chave de Acesso. %sVeja aqui como obter estas informações%s.

source: HTML - Basic and less safe
pt_br: HTML - Básica e menos segura

source: XML - Safe and with more options
pt_br: XML - Segura e com mais opções

source: Transparent Checkout
pt_br: Checkout Transparente

source: Access Token
pt_br: Token de Acesso

source: Please enter your Access Token; this is needed in order to take payment.
pt_br: Por favor, digite o seu Token de Acesso que é necessário para receber o pagamento.

source: Access Key
pt_br: Chave de Acesso

source: Please enter your Access Key; this is needed in order to take payment.
pt_br: Por favor, digite o seu Chave de Acesso que é necessário para receber o pagamento.

source: Payment Settings
pt_br: Configurações de Pagamento

source: These options need to be available to you in your Moip account.
pt_br: Estas opções devem estar disponíveis para você na sua conta Moip também.

source: Billet Banking
pt_br: Boleto Bancário

source: Enable Billet Banking
pt_br: Ativar Boleto Bancário

source: Credit Card
pt_br: Cartão de Crédito

source: Enable Credit Card
pt_br: Ativar Cartão de Crédito

source: Debit Card
pt_br: Cartão de Debito

source: Enable Debit Card
pt_br: Ativar Cartão de Debito

source: Not available for Transparent Checkout.
pt_br: Não esta disponível para Checkout Transparente.

source: Moip Wallet
pt_br: Carteira Moip

source: Enable Moip Wallet
pt_br: Ativar Carteira Moip

source: Banking Debit
pt_br: Débito em Conta

source: Enable Banking Debit
pt_br: Ativar Débito em Conta

source: Financing Banking
pt_br: Financiamento Bancário

source: Enable Financing Banking
pt_br: Ativar Financiamento Bancário

source: Credit Card Installments Settings
pt_br: Configurações de Parcelamento do Cartão de Crédito

source: Installments settings
pt_br: Configurações de Parcelamento

source: Enable Installments settings
pt_br: Ativar as configurações de Parcelamento

source: Minimum Installment
pt_br: Parcela Mínima

source: Indicate the minimum installments.
pt_br: Indicar o valor da parcela mínima.

source: Maximum Installment
pt_br: Parcela Máxima

source: Indicate the Maximum installments.
pt_br: Indicar o valor da parcela máxima.

source: Minimum value installment
pt_br: Valor Mínimo da parcela

source: Minimum value Installment to be applied to the installment.
pt_br: Mínimo valor da parcela

source: Installments with interest after minimum value
pt_br: Parcelas com juros após valor mínimo

source: Enable Installments with interest after minimum value
pt_br: Habilita parcelas com juros após valor mínimo

source: Defines if has installments with interest after minimum value.
pt_br: Define se tem parcelas com juros após o valor mínimo da parcela.

source: Receipt
pt_br: Recebimento

source: If the installment payment will in at sight (subject to additional costs) in your account Moip (in one installment) or if it will be split (credited in the same number of parcels chosen by the payer).
pt_br: Se o pagamento parcelado será credito à vista (está sujeito a custos adicionais) na sua conta Moip (em apenas um parcela) ou se ele será parcelado (creditado no mesmo número de parcelas escolhidas pelo pagador).

source: At Sight
pt_br: À Vista

source: Installments
pt_br: Parcelado

source: Interest
pt_br: Juros

source: Interest to be applied to the installment.
pt_br: Juros que será aplicado na parcela.

source: Rehearse
pt_br: Repassar

source: Enable Rehearse
pt_br: Ativar Repassar

source: Defines if the installment will be paid by the payer.
pt_br: Define se a parcela será paga pelo cliente.

source: Billet Settings
pt_br: Configurações do Boleto

source: Billet settings
pt_br: Configurações do Boleto

source: Enable Billet settings
pt_br: Ativar as configurações de Boleto

source: Type of Term
pt_br: Tipo de Prazo

source: Default
pt_br: Padrão

source: Calendar Days
pt_br: Dias Corridos

source: Working Days
pt_br: Dias Úteis

source: Number of Days
pt_br: Número de Dias

source: Days of expiry of the billet after printed.
pt_br: Dias de expiração do boleto, depois de impresso.

source: Instruction Line 1
pt_br: Primeira Linha de Instrução

source: First line instruction for the billet.
pt_br: Primeira linha de instrução para o boleto.

source: Instruction Line 2
pt_br: Segunda Linha de Instrução

source: Second line instruction for the billet.
pt_br: Segunda linha de instrução para o boleto.

source: Instruction Line 3
pt_br: Terceira Linha de Instrução

source: Third line instruction for the billet.
pt_br: Terceira linha de instrução para o boleto.

source: Custom Logo URL
pt_br: URL para Logo Customizado

source: URL of the logo image to be shown on the billet.
pt_br: URL da imagem do logo a ser mostrado no boleto.

source: Gateway Testing
pt_br: Teste de Gateway

source: Enable Moip sandbox
pt_br: Ativar o Moip sandbox

source: Moip sandbox can be used to test payments. Sign up for a developer account <a href="%s">here</a>.
pt_br: Moip sandbox pode fazer pagamentos de testes. Faça login a sua conta de desenvolvedor no <a href="%s">Moip Labs</a>.

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Habilitar log

source: Log Moip events, such as API requests, inside %s
pt_br: Registrar eventos do Moip, tais como pedidos de API, dentro de %s

source: Order %s
pt_br: Pedido %s

source: Shipping via
pt_br: Entrega via

source: Not contained
pt_br: Não consta

source: Thank you for your order. We are now redirecting you to Moip to make payment.
pt_br: Obrigado por fazer seu pedido. Agora estamos redirecionando você para o Moip para efetuar o pagamento.

source: Thank you for your order, please click the button below to pay with Moip.
pt_br: Obrigado por seu pedido, por favor clique no botão abaixo para pagar com Moip.

source: Cancel order &amp; restore cart
pt_br: Cancelar pedido e restaurar o carrinho

source: An error has occurred while processing your payment, please try again. Or contact us for assistance.
pt_br: Um erro ocorreu ao processar o seu pagamento, por favor tente novamente. Ou entre em contato conosco para conseguir ajuda.

source: Click to try again
pt_br: Clique para tentar novamente

source: Moip Request Failure
pt_br: Moip falha no pedido

source: Moip Transaction ID
pt_br: Moip: ID da transação

source: Payer email
pt_br: E-mail do comprador

source: Payment type
pt_br: Tipo de pagamento

source: Number of parcels
pt_br: Número de parcelas

source: Moip: Payment has already been made but not yet credited to Carteira Moip.
pt_br: Moip: O pagamento já foi feito, mas ainda não foi creditado na sua Carteira Moip.

source: Moip: Payment under review.
pt_br: Moip: Pagamento em análise.

source: Moip: Billet was printed and has not been paid yet.
pt_br: Moip: O boleto foi impresso e não foi pago ainda.

source: Moip: Payment completed and credited in your Carteira Moip.
pt_br: Moip: Pagamento completo e creditado na sua Carteira Moip.

source: Moip: Payment canceled.
pt_br: Moip: Pagamento cancelado.

source: Moip: Payment was reversed by the payer, payee, payment institution or Moip.
pt_br: Moip: O pagamento foi estornado pelo pagador, recebedor, instituição de pagamento ou Moip.

source: Pay the order &rarr;
pt_br: Pagar o pedido &rarr;

source: Print the billet &rarr;
pt_br: Imprimir o boleto &rarr;

source: Moip Disabled
pt_br: Moip Desabilitado

source: You should inform your email address. %s
pt_br: Você deve informar seu endereço de e-mail. %s

source: Click here to configure!
pt_br: Clique aqui para configurar!

source: You should inform your Access Token. %s
pt_br: Você deve informar o seu Token de Acesso. %s

source: You should inform your Access Key. %s
pt_br: Você deve informar a sua Chave de Acesso. %s

source: Currency <code>%s</code> is not supported. Works only with <code>BRL</code> (Brazilian Real).
pt_br: A moeda <code>%s</code> não é suportada. Funciona apenas com <code>BRL</code> (Real).

source: Authorized
pt_br: Autorizado

source: Initiate
pt_br: Iniciado

source: Billet Printed
pt_br: Boleto Impresso

source: Concluded
pt_br: Concluído

source: Canceled
pt_br: Cancelado

source: In Review
pt_br: Em Analise

source: Reversed
pt_br: Estornado

source: Refunded
pt_br: Reembolsado

source: Your transaction has been processed by Moip Payments S/A.
pt_br: Sua transação foi processada pelo Moip Pagamentos S/A.

source: If you have any questions regarding the transaction, please contact us or the Moip.
pt_br: Caso tenha alguma dúvida referente à transação, entre em contato conosco ou com o Moip.

source: The status of your transaction is %s and the MoIP code is %s.
pt_br: A sua transação está %s e o código Moip é %s.

source: If you have not made ​​the payment, please click the button to your left to pay.
pt_br: Caso o você ainda não realizou o pagamento, por favor, clique no botão a sua esquerda para pagar.

source: If you have not made ​​the payment, please use the link below to pay.
pt_br: Caso o você ainda não realizou o pagamento, por favor, utilize o link a baixo para pagar.

source: If you have not yet received the billet, please click the button to the left to print it.
pt_br: Caso você ainda não tenha recebido o boleto, por favor, clique no botão a sua esquerda para imprimi-lo.

source: If you have not yet received the billet, please use the link below to print it.
pt_br: Caso você ainda não tenha recebido o boleto, por favor, utilize o link abaixo para imprimi-lo.

source: This payment will be processed by Moip Payments S/A.
pt_br: Este pagamento será processado por Moip Pagamentos S/A.

source: Credit card number
pt_br: Número do cartão

source: Only digits
pt_br: Apenas números

source: Expiration
pt_br: Validade do cartão

source: Security code
pt_br: Código de segurança (CVV)

source: Holder name
pt_br: Nome do titular

source: As recorded on this card
pt_br: Como impresso no cartão

source: Holder birth date
pt_br: Data de nascimento do titular

source: Holder phone
pt_br: Telefone do titular

source: Holder CPF
pt_br: CPF do titular

source: Installments with lower value $ %s
pt_br: Parcelamento em parcelas com valor menor de R$ %s

source: increase %s interest
pt_br: haverá incidência de %s de juros sobre a parcela

source: Minimum installments without interest $ %s
pt_br: Valor mínimo da parcela: R$ %s

source: Installments in
pt_br: Parcelar em

source: $ %s at sight
pt_br: R$ %s á vista

source: Itau
pt_br: Itaú

source: Pay order
pt_br: Pagar pedido

source: Order %s received
pt_br: Pedido %s recebido

source: WooCommerce Moip Gateway depends on the last version of %s to work!
pt_br: WooCommerce Moip Gateway depende da última versão do %s para funcionar!
